const seikatsu = {
    生活: {
        生活１: {
            起: {
                訓読み: ['おーきる　おーこる　おーこす'],
                音読み:['キ'],
            },
            寝: {
                訓読み: ['ねーる　ねーかす'],
                音読み:['シン'],
            },
            浴: {
                訓読み: ['あーびる　あーびせる'],
                音読み:['ヨク'],
            },
            湯: {
                訓読み: ['ゆ'],
                音読み:['トウ'],
            },
        },
        生活２: {
            洗: {
                訓読み: ['あらーう'],
                音読み:['セン'],
            },
            濯: {
                訓読み: [],
                音読み:['タク'],
            },
            干: {
                訓読み: ['ほーす　ひーる'],
                音読み:['カン'],
            },
            活: {
                訓読み: [],
                音読み:['カツ'],
            },
        },
        ゴミ: {
            拾: {
                訓読み: ['ひろーう'],
                音読み:['シユウ　ジユウ'],
            },
            捨: {
                訓読み: ['すーてる'],
                音読み:['シャ'],
            },
            燃: {
                訓読み: ['もーえる　もーやす　もーす'],
                音読み:['ネン'],
            },
            袋: {
                訓読み: ['ふくろ'],
                音読み:['タイ'],
            },
        },
        カレンダー１: {
            曜: {
                訓読み: [],
                音読み:['ヨウ'],
            },
            末: {
                訓読み: ['すえ'],
                音読み:['マツ　バツ'],
            },
            昨: {
                訓読み: [],
                音読み:['サク'],
            },
            翌: {
                訓読み: [],
                音読み:['ヨク'],
            },
        },
        カレンダー２: {
            予: {
                訓読み: [],
                音読み:['ヨ'],
            },
            定: {
                訓読み: ['さだーまる　さだーめる　さだーか'],
                音読み:['テイ　ジョウ'],
            },
            用: {
                訓読み: ['もちーいる'],
                音読み:['ヨウ'],
            },
            事: {
                訓読み: ['こと'],
                音読み:['ジ　ズ'],
            },
        },
    }
}

export default seikatsu;